<template>
	<Head title="О нас"/>
	<MainLayout :user="user">
		<v-card class="pa-3" elevation="3" color="#f9f7f7">
			<div class="text-h4 mb-3">
				О нас
			</div>
			Компания "Элкас" занимается продажей и ремонтом кассовых аппаратов и прочих сопутствующих товаров. Мы успешно работаем на рынке с 2005 года и за это время зарекомендовали себя как надежный и профессиональный партнер.<br>
			Наша многолетняя практика позволяет нам решать самые сложные задачи в сфере автоматизации торговли и услуг. Мы предлагаем полный спектр услуг по продаже, установке, настройке и обслуживанию кассовых аппаратов, фискальных регистраторов, сканеров, весов и прочих устройств.<br>
			В нашей команде работают высококвалифицированные специалисты, которые следят за новинками в мире технологий и готовы предложить нашим клиентам самые современные и эффективные решения.<br>
			Мы стремимся предоставлять высокое качество услуг и продукции по доступным ценам, с учетом индивидуальных потребностей каждого клиента. У нас работает гарантийный и постгарантийный сервис, который быстро и качественно решает любые проблемы с оборудованием.<br>
			Наша компания является официальным партнером ведущих производителей кассовых аппаратов и прочего оборудования, таких как "Штрих-м", "Атол", "Эвотор", "Аквилон" и многих других.<br>
			Мы готовы предоставить нашим клиентам качественный сервис и продукцию, которые соответствуют самым высоким требованиям. С нами вы можете быть уверены в надежности и качестве оборудования, а также профессионализме нашей команды.<br>
			<v-row class="justify-center mt-2">
				<v-col cols="6">
					<v-img src="storage/assets/contacts1.webp" class="text-center w-100"/>
				</v-col>
			</v-row>

		</v-card>
	</MainLayout>
</template>

<script>
export default {

	data(){

	},

}
</script>

<script setup>
import MainLayout from '@/Layouts/MainLayout.vue';
import { Head } from '@inertiajs/vue3';

defineProps({
  user: Object,
})
</script>

<style scoped>

</style>